Revit 2027 API
ParameterTypeId.AnalyticalMemberForceEndMx Property
 "End Mx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceEndMx { get; }
Public Shared ReadOnly Property AnalyticalMemberForceEndMx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceEndMx {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceEndMx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace